Repository: hieu9x/base
Catalog: lib/global/l10n/app_*.arb
Languages: vi

# deviceNOTE41
source: can use
vi: mới có thể sử dụng chức năng

# docEmployeeDOCTYPE
source: Types of files
vi: Loại hồ sơ

# docEmployeeVALIDATED
source: Valid
vi: Còn hiệu lực

# docEmployeeEXPIRE
source: Invalid
vi: Hết hiệu lực

# docEmployeeADDDOCBT
source: + Add file
vi: + Thêm hồ sơ

# docEmployeeSELECTDOCTYPE
source: Choose a type of files
vi: Chọn loại hồ sơ

# docEmployeePLEASEENTERNAME
source: Please fill in file name
vi: Vui lòng điền tên hồ sơ

# docEmployeePLEASESELECTTYPE
source: Please fill in the type of file
vi: Vui lòng chọn loại hồ sơ

# docEmployeePLEASESELECTFILE
source: Please choose a file to upload
vi: Vui lòng chọn tệp tải lên

# docEmployeeUPLOADSUCCESS
source: Upload successful!
vi: Đăng tải hồ sơ thành công!

# todayTIMEFORM
source: Time from
vi: Thời gian từ

# todayUNKNOWNLOCATION
source: Unknown location
vi: Vị trí không xác định

# todayLOCATIONIN
source: Location in
vi: Vị trí tại

# todayNOTFOUNDSCHEDULE
source: 'Can''t' find working schedule
vi: Không tìm thấy lịch làm việc hôm nay

# todaySEARCHINGSCHEDULE
source: Searching for working schedule...
vi: Đang tìm kiếm lịch làm việc...

# todayNETWORKCONNECTING
source: Connecting to network...
vi: Đang kết nối đến mạng...

# todayHELLOYOU
source: Hello
vi: Chào

# todayLOCATIONUNKNOWNALERT
source: You 'aren''t' in the designated location for today, please fill in reasons so that manager can approve
vi: Bạn đang ở địa điểm không được chỉ định của ngày hôm nay, vui lòng điền lý do để quản lý phê duyệt.

# todayNOTACTIVELOCATION
source: 'Can''t' find GPS activated on your device, please check and try again
vi: Không tìm thấy dịch vụ vị trí được kích hoạt trên thiết bị của bạn, vui lòng kiểm tra và thử lại.

# todayNOTMANAGER
source: You 'haven''t' had a direct manager, please contact HR department to continue!
vi: Bạn chưa được gắn người quản lý trực tiếp, vui lòng liên hệ bộ phận nhân sự để tiếp tục!

# todayNOTTIMECHECKOUT
source: Working hours are not over. Are you sure you want to check out?
vi: Có vẻ chưa hết giờ làm việc, bạn có chắc chắn muốn Checkout?

# todayCREATETRACKINGTICKETFAIL
source: You have created a checkin wrong location ticket unsuccessfully!
vi: Tạo đơn điểm danh sai vị trí không thành công!

# todayNOTCONNECTION
source: 'Can''t' find network
vi: Không tìm thấy kết nối mạng

# todayCONNECTIONUNKNOWN
source: Connected to unknown network
vi: Đã kết nối với mạng không xác định

# todayCONNECTIONEDTO
source: Connected to network
vi: Đã kết nối với mạng

# todayNOTE1
source: To use the function
vi: Để sử dụng chức năng

# todayNOTE2
source: and get
vi: và lấy

# todayNOTE3
source: Wifi network information
vi: thông tin mạng WiFi

# todayNOTE4
source: , the app needs to access your location to authenticate the location
vi: , ứng dụng cần truy cập vị trí của bạn để xác thực địa điểm.

# todayNOTE5
source: to checkin.
vi: để chấm công.

# todayNOTECONNECTIONWIFI1
source: Please connect to a
vi: Hãy kết nối mạng

# todayNOTECONNECTIONWIFI2
source: network to get the most accurate location result
vi: để có thể giúp lấy kết quả vị trí một cách chính xác nhất.

# todayNOTECONNECTIONWIFI3
source: Please contact
vi: Hãy liên hệ với

# todayNOTECONNECTIONWIFI4
source: if you have any questions.
vi: khi cần giải đáp thắc mắc.

# historyDeviceTITLE
source: TRACKING HISTORY
vi: LỊCH SỬ THAO TÁC CHẤM CÔNG

# historyDeviceCALENDARSYSTEM
source: Calender system
vi: Lịch hệ thống

# historyDeviceNOTE1
source: * Type
vi: * Loại

# historyDeviceNOTE2
source: is the operation that clicked the checkin button
vi: là thao tác đã nhấn vào nút chấm công

# historyDeviceNOTE3
source: is the operation that is eligible to be sent to the system from the device
vi: là thao tác đã đủ điều kiện gửi lên hệ thống từ thiết bị

# historyDeviceNOTE4
source: is the operation sent successfully to the system
vi: là thao tác đã gửi lên hệ thống thành công

# historyDeviceNOTE5
source: * The device will save data here, used to compare with system records
vi: * Thiết bị sẽ lưu lại dữ liệu tại đây, dùng để đối chiếu với ghi nhận của hệ thống

# historyDeviceNOTE6
source: * Data will be saved separately by employee ID and exist 1 month from the current month
vi: * Dữ liệu sẽ được lưu riêng biệt theo mã nhân viên và tồn tại 1 tháng so với tháng hiện tại

# appVersionLATE
source: Later
vi: Để sau

# appVersionNOTE1
source: A new version is available. Do you want to update it now?
vi: Ứng dụng đã có phiên bản mới, bạn có muốn cập nhật?

# appVersionNOTE2
source: A new version is available. Please update to continue using!
vi: Ứng dụng đã có phiên bản mới, vui lòng cập nhật để tiếp tục sử dụng!

# modalSELECTYEAR
source: Choose a year
vi: Chọn năm

# modalLISTTICKETTYPE
source: List of Leave Letter forms
vi: Danh sách mẫu đơn phép

# modalSELECTREASONTYPE
source: Choose a reason (required)
vi: Chọn loại lý do (yêu cầu)

# modalENTERREASON
source: Type
vi: Nhập nội dung

# modalTAPTOPTEXT
source: Click to type
vi: Nhấn để nhập văn bản

# claimTrackingFORGOTTRACKING
source: You may forget to check out!
vi: Có vẻ bạn đã quên chấm công!

# claimTrackingNOTE1
source: Information about chosen check-in schedule
vi: Thông tin lịch chấm công đã chọn

# claimTrackingSELECTTIMECHECKIN1
source: Choose actual check-in hour (required)
vi: Chọn giờ Checkin thực tế (yêu cầu)

# claimTrackingSELECTTIMECHECKIN2
source: Replace check-in hour (optional)
vi: Thay thế giờ Checkin (tuỳ chọn)

# claimTrackingSELECTTIMECHECKOUT1
source: Choose actual check-out hour (required)
vi: Chọn giờ Checkout thực tế (yêu cầu)

# claimTrackingSELECTTIMECHECKOUT2
source: Replace check-out hour (optional)
vi: Thay thế giờ Checkout (tuỳ chọn)

# claimTrackingSELECTREASONTYPE
source: Choose a type of request (required)
vi: Chọn loại yêu cầu (yêu cầu)

# claimTrackingENTERREASON
source: Required content (optional)
vi: Nội dung yêu cầu (tuỳ chọn)

# claimTrackingUPLOADIMAGE
source: Upload an image (optional)
vi: Đăng hình ảnh (tuỳ chọn)

# claimTrackingNOTE2
source: Your request will be sent to the manager to be approved.
vi: Đơn yêu cầu của bạn sẽ được gửi cho quản lý phê duyệt

# claimTrackingCONFIRMSEND
source: Are you sure to send your request?
vi: Bạn có chắc chắn muốn gửi đơn?

# claimTrackingSENDSUCCESS
source: Your request is sent successully!
vi: Gửi yêu cầu thành công!

# claimTrackingNOTE3
source: Please choose a type of request!
vi: Vui lòng chọn loại yêu cầu!

# claimTrackingNOTE4
source: Please choose the actual time you checked in this day!
vi: Vui lòng chọn thời gian bạn đã Checkin thực tế ngày này!

# claimTrackingNOTE5
source: Please choose the actual time you checked out this day!
vi: Vui lòng chọn thời gian bạn đã Checkout thực tế ngày này!

# cameraTrackingNOTFOUNDFACE
source: No face images were found in the image
vi: Không tìm thấy hình ảnh khuôn mặt nào tồn tại trong hình chụp!

# cameraTrackingLEAVEMESSAGE
source: By passing portrait verification, you may be prompted?
vi: Bỏ qua việc xác minh chân dung, bạn có thể sẽ bị nhắc nhở?

# cameraTrackingALERTLEFT
source: Stay
vi: Ở lại

# cameraTrackingALERTRIGHT
source: Quit
vi: Rời đi

# cameraTrackingNOTE1
source: Portrait verification is required for checkin Please grant permission to the app use the camera.
vi: Cần xác minh chân dung để phục vụ chấm công! Vui lòng cấp quyền cho ứng dụng sử dụng máy ảnh.

# cameraTrackingNOTE2
source: No face image found exists!
vi: Không tìm thấy hình ảnh khuôn mặt nào tồn tại!

# calendarHistoryTICKETTODAY
source: List of letters today
vi: Danh sách đơn của ngày

# calendarHistoryNOTDATA
source: No tracking data
vi: Không có dữ liệu chấm công

# calendarHistoryDAYENDWEEK
source: Weekend
vi: Ngày nghỉ cuối tuần

# calendarHistoryTODAYHOLYDAY
source: Today is your day off
vi: Hôm nay là ngày nghỉ của bạn

# calendarHistoryTHISDAYHOLYDAY
source: This day is your day off
vi: Ngày này là ngày nghỉ của bạn

# calendarHistoryNOTETRACKINGPASS
source: Full on time
vi: Đúng giờ đầy đủ

# calendarHistoryNOTEHAVEWORK
source: Have a working schedule
vi: Có lịch làm việc

# calendarHistoryNOTETRACKINGLATE
source: Late | Leave early
vi: Đi muộn | Về sớm

# calendarHistoryNOTETRACKINGMISS
source: Absent
vi: Vắng mặt

# calendarHistoryNOTE1
source: it will be displayed after the working day ends
vi: sẽ hiển thị sau khi ngày làm việc kết thúc

# calendarHistoryHISTORYCHECKIN
source: Checkin history
vi: Lịch sử checkin

# calendarSCHEDULE
source: Schedule
vi: Lịch

# calendarFilterLate
source: Filter tracking late
vi: Bộ lọc phạt đi muộn

# createTicketCONFIRMCREATEMESSAGE
source: Are you sure you want to creat an letter?
vi: Bạn có chắc chắn muốn tạo đơn

# createTicketCREATESUCCESS
source: Creat leave letter successfully!
vi: Tạo đơn phép thành công!

# createTicketSNGUOCTINH
source: Estimated number of days off
vi: Số ngày nghỉ ước tính

# createTicketUNKNOWN
source: Unknown
vi: Chưa xác định

# createTicketNOTE1
source: ==> Please fill in the information below <==
vi: ==> Vui lòng điền các nội dung dưới đây <==

# createTicketDATESTART
source: Start date
vi: Ngày bắt đầu

# createTicketDATEEND
source: End date
vi: Ngày kết thúc

# createTicketLEAVEDATE
source: Leaving date
vi: Ngày nghỉ

# createTicketSHIFTSTART
source: Shift of the start date
vi: Ca của ngày bắt đầu

# createTicketSHIFTEND
source: Shift of the end date
vi: Ca của ngày kết thúc

# createTicketLEAVESHIFT
source: Leaving shift
vi: Ca nghỉ

# createTicketSHIFT
source: Shift
vi: Ca

# createTicketSHIFTDAY
source: All
vi: Cả ngày

# createTicketNOTE2
source: ==> Additional requests <==
vi: ==> Yều cầu bổ sung <==

# teacherschedule
source: Teaching schedule
vi: Lịch dạy

# teacherPLEASESELECTSCHEDULE
source: Please choose a class to check attendance.
vi: Vui lòng chọn ca dạy để điểm danh

# teacherENTERCLASSNAMESEARCH
source: Type the class name you want to find.
vi: Nhập tên lớp muốn tìm

# teacherNOTFOUNDINFOCOURSE
source: Cannot get the course information
vi: Không lấy được thông tin khoá học

# teacherIMPORTDIEMSUCCESS
source: Marks uploaded successfully!
vi: Nhập điểm thành công!

# teacherENTERSCORENAME
source: Enter the name of the test
vi: Nhập tên bài làm

# teacherWRITEREVIEW
source: Write review
vi: Viết đánh giá

# teacherCREATEREVIEWSUCCESS
source: Review created successfully!
vi: Tạo đánh giá thành công!

# teacherEDITREVIEWSUCCESS
source: Review edited successfully!
vi: Sửa đánh giá thành công!

# teacherEDITREVIEW
source: Edit review
vi: Sửa đánh giá

# teacherCREATEREVIEW
source: Create review
vi: Tạo đánh giá

# logoutTITLE
source: Log out
vi: Đăng xuất

# logoutLOGOUTMESSAGE
source: Are you sure to log out?
vi: Bạn có chắc chắn muốn đăng xuất?

# zoomREGISTERLICENSE
source: Register Zoom license
vi: Đăng ký Zoom license

# zoomSENDEDREQUEST
source: Zoom license request sent
vi: Đã gửi yêu cầu Zoom license
