Repository: hieu9x/base
Catalog: lib/global/l10n/app_*.arb
Languages: vi

# errorCOMMON
source: An error has occurred, please try again later.
vi: Đã có lỗi xảy ra, vui lòng thử lại sau!

# errorNETWORKERROR
source: Network error:
vi: Lỗi mạng:

# errorNOTCONECTION
source: No Internet connection, please try again later.
vi: Không tìm thấy kết nối Internet, vui lòng thử lại sau.

# errorOPENCOLLECTION
source: Error code: Cannot open Photo Gallery.
vi: Đã có lỗi xảy ra khi mở bộ sưu tập!

# errorOPENCAMERA
source: Error code: Cannot start Camera.
vi: Đã có lỗi xảy ra khi khởi động máy ảnh!

# errorCHANGEAVATAR
source: Failed to change profile picture
vi: Thay ảnh đại diện không thành công

# errorCONECTIONSYSTEMCLOSED
source: Connection to system closed!
vi: Kết nối với hệ thống đã đóng!

# errorCONECTIONSYSTEM
source: An error has occurred with Connection System, please try again later
vi: Đã có lỗi xảy ra khi kết nối với hệ thống, vui lòng thử lại sau!

# errorNOTLOCATIONPERMISSION
source: Cannot find your location, please check your Setting and try again.
vi: Không thể xác định được vị trí hiện tại, vui lòng kiểm tra quyền truy cập vị trí và thử lại.

# errorNOTGETLOCATION
source: An error has occured, please restart your Location Service and try again.
vi: Đã có sự cố xảy ra, vui lòng Tắt Bật lại dịch vụ vị trí của điện thoại và thử lại.

# errorNOTGETLOCATION2
source: An error has occured when detecting location, please try again later.
vi: Đã có sự cố xảy ra khi xác định vị trí, vui lòng thử lại sau.

# errorBATTHUONGLOCATION
source: System detects abnormal usage of location information, please check and try again.
vi: Phát hiện bất thường trong việc lấy dữ liệu vị trí, vui lòng kiểm tra và thử lại.

# errorLOCATIONNOTGOOGLE
source: Cannot find your location, because Google Play Service has stopped working.
vi: Không thể xác định được vị trí hiện tại, vì Google Play Service không hoạt động.

# errorLOCATIONNOTNCC
source: Cannot find your location provider, please check device and try again.
vi: Không tìm thấy nhà cung cấp địa điểm có sẵn, vui lòng kiểm tra thiết bị của bạn và thử lại.

# errorLOCATIONNOTON
source: errorLocation Services is off or Location Settings are not enable for current request, please check device and try again.
vi: Dịch vụ vị trí không được bật hoặc chế độ vị trí không phù hợp với yêu cầu hiện tại, vui lòng kiểm tra thiết bị của bạn và thử lại.

# errorLOCATIONERRORUN
source: Cannot find your location, please check your device and try again.
vi: Không thể xác định được vị trí hiện tại, vui lòng kiểm tra thiết bị của bạn và thử lại.

# errorDEVICENOTEMAIL
source: It seems that your device 'hasn''t' installed Email app, please try again later.
vi: Có vẻ như thiết bị của bạn không cài đặt ứng dụng Email, xin vui lòng thử lại sau.

# authINVALIDTOKEN
source: Login time-out error, please login again to continue.
vi: Phiên hoạt động của bạn đã hết hạn, vui lòng đăng nhập lại để tiếp tục!

# authVERIFICATIONFAIL
source: User verification failed.
vi: Xác minh người dùng thất bại!

# authNOTFOUNDUSER
source: Cannot find this user.
vi: Không tìm thấy thông tin người dùng

# authACCOUNTINACTIVE
source: This account is deactivate, please contact HR department to continue.
vi: Tài khoản này không còn hoạt động, vui lòng liên hệ phòng nhân sự để tiếp tục!

# permissionCAMERA
source: IMAP Employee will use your Camera to scan documents, profile picture, recognize face andscan,QR code.
vi: IMAP Employee sẽ sử dụng máy ảnh để phục vụ tính năng chụp ảnh tài liệu, ảnh đại điện, xác minh chân dung và quét mã QR.

# permissionLOCATION
source: IMAP Employee will use your location to identify your clocking-in position and detect Wifi.
vi: IMAP Employee sẽ sử dụng địa điểm của bạn để phục vụ tính năng xác định địa điểm chấm công và lấy thông tin mạng Wi-Fi.

# permissionPHOTOLIBRARY
source: IMAP Employee willl be allowed to access your library to change your profile image and use for other purposes.
vi: IMAP Employee sẽ sử dụng thư viện ảnh để phục vụ tính năng thay đổi ảnh đại điện và chọn hình ảnh làm tài liệu.

# navigationDOCRECORDMANAGE
source: File managing
vi: Quản lý hồ sơ

# navigationDOCRECORDUPLOAD
source: Upload file
vi: Đăng hồ sơ

# navigationDOCRECORDPROFILE
source: Persional profile
vi: Hồ sơ cá nhân

# navigationDOCORCONTRACT
source: Contract/Document
vi: Hợp đồng/Văn bản

# trackingTAKEPORTRAITPHOTO
source: Take a potrait photo
vi: Chụp ảnh chân dung

source: Tracking Device
vi: Thiết bị chấm công

# trackingCLAIM
source: Make a tracking request
vi: Tạo yêu cầu chấm công

source: Tracking history
vi: Lịch sử chấm công

# trackingHISTORYDEVICE
source: Device acitivty
vi: Nhật ký thiết bị

# trackingMONTHSTATISTICS
source: Monthly timesheet
vi: Thống kê công tháng

# trackingSTATISTICSOFMONTH
source: Monthly statistics
vi: Thống kê tháng

# trackingCONFIRMMONTHSTATISTICS
source: Confirm the monthly labour
vi: Xác nhận số công tháng

# trackingSUMSTATISTICS
source: Total labour
vi: Tổng công

# trackingSCCANLAM
source: The amount of labour to do
vi: Số công cần làm

# trackingSCNGHIPHEP
source: The amount of labour on Leave
vi: Số công đã nghỉ phép

# trackingSCDADAT
source: Finished labour
vi: Số công đã đạt

# trackingSCNOTPHEP
source: The amount of work left to do
vi: Số công còn phải làm

# trackingSTIMEDIMUON
source: The amount of time going late and leaving early:
vi: Số thời gian đi muộn về sớm:

# trackingSDAYDIMUON
source: The number of days going late and leaving early:
vi: Số ngày đi muộn về sớm:

# trackingMONTHSTATISTICSNOTE1
source: * 1 shift is counted as 1 work shift
vi: * 1 ca được tính là 1 công

# trackingMONTHSTATISTICSNOTE2
source: * 1 day is counted as 2 labours
vi: * 1 ngày được tính là 2 công

# trackingNOTFOUNDMONTHSTATISTICS
source: Cannot find your timekeeping of month
vi: Không tìm thấy dữ liệu công của tháng!

# trackingCONFIRMMSTATISTICSALERT
source: Do you want to confirm your labour of
vi: Bạn chắc chắn muốn xác nhận số công của tháng ?

# trackingTRACKINGLATE
source: Late
vi: Đi muộn

# trackingTRACKINGVESOM
source: Leave early
vi: Về sớm

# trackingBANDATRACKING
source: You have
vi: Bạn đã

# trackingBANDASUCCESSFULLY
source: successfully
vi: thành công

# trackingFINALTIMENOTE1
source: Approved
vi: Đã được duyệt

# trackingFINALTIMENOTE2
source: from
vi: từ

# trackingFINALTIMENOTE3
source: into
vi: thành

# ticketTITLE
source: Ticket
vi: Đơn phép

# ticketDEATIL
source: Letter details
vi: Chi tiết đơn

# ticketCREATE
source: Create the letter
vi: Tạo đơn

# ticketMYEMPLOYEE
source: The ticket is waiting for your approval
vi: Đơn chờ bạn phê duyệt

# ticketNEEDYOU
source: Your pending approval
vi: Chờ bạn duyệt

# ticketSTATUSWARN
source: Pending
vi: Chờ duyệt

# ticketSTATUSAPPROVE
source: Approved
vi: Đã duyệt

# ticketSTATUSREJECTED
source: Rejected
vi: Bị từ chối

# ticketSTATUSCANCELED
source: Canceled
vi: Đã huỷ

# ticketMYTICKET
source: Your letter for leave
vi: Đơn phép của bạn

# ticketTICKETYEAR
source: Your leave in
vi: Nghỉ phép năm

# ticketCOUNTDAY
source: Remaining days of leave
vi: Số ngày phép còn lại

# ticketCOUNTDAYUSE
source: Used days of leave
vi: Số ngày phép đã sử dụng

# ticketCOUNTTICKETWARN
source: Pending leave letters
vi: Nghỉ phép chờ duyệt

# ticketCOUTBACKLOGYEAR
source: Remaining leaves in
vi: Tồn phép năm

# ticketNOTE1
source: * 1 shift is counted as 1 work shift
vi: * 1 ca được tính là 1 công

# ticketNOTE2
source: * 1 day of leave is counted as 2 work shifts
vi: * 1 ngày phép được tính là 2 công

# ticketCREATE2
source: Create leave letter
vi: Tạo đơn phép

# ticketSELECTTYPE
source: Choose the type of leave
vi: Chọn loại nghỉ phép

# ticketTICKETBACKLOGYEAR
source: will expire at 0a.m on
vi: hết hạn vào 0h ngày

# ticketAPPROVEMESSAGE
source: Are you sure you to approve this letter?
vi: Bạn có chắc chắn muốn phê duyệt đơn này?

# ticketAPPROVEFAIL
source: Approval failed!
vi: Phê duyệt không thành công!

# ticketREFUSEFAIL
source: Refusal failed!
vi: Từ chối không thành công!

# ticketREFUSEMESSAGE
source: Please enter the reason for the refusal
vi: Vui lòng nhập lý do từ chối

# ticketBTREQUESTFEEDBACK
source: Submit additional request
vi: Gửi yêu cầu bổ sung

# ticketSENDFEEDBACKFAIL
source: Submit feedback failed!
vi: Gửi phản hồi thất bại!

# ticketCANCELTICKETMESSAGE
source: Are you sure you want to cancel the letter?
vi: Bạn có chắc chắn muốn huỷ đơn?

# ticketCANCELSUCCESS
source: Successfully canceled letter!
vi: Hủy đơn thành công!

# ticketCANCELFAIL
source: Unccessfully canceled letter!
vi: Hủy đơn thất bại

# ticketCANCEL
source: Cancel letter
vi: Huỷ đơn

# ticketMANAGEMESSAGE
source: Messages from the letter manager
vi: Lời nhắn của quản lý đơn

# ticketMANAGER
source: Letter management
vi: Quản lý đơn

# ticketTICKETTYPE
source: Type of letter
vi: Loại đơn

# ticketDAAPPROVE
source: Approved
vi: Đã phê duyệt

# ticketDAREFUSE
source: Refused
vi: Đã từ chối

# ticketINCOMPLETE
source: Processing
vi: Đang xử lý

# ticketMANAGERAPPROVED
source: Your letter has been approved!
vi: Đã phê duyệt đơn của bạn!

# ticketMANAGERREJECTED
source: Your letter has been refused!
vi: Đã từ chối đơn của bạn!

# ticketMANAGERINACTIVE
source: Your letter is being processed!
vi: Đang xử lý đơn của bạn!

# payrollTITLE
source: Salary
vi: Lương

# payrollTABLE
source: Payroll
vi: Bảng lương

# payrollPAYROLLRECEIVED
source: Net wage
vi: Lương thực lĩnh

# payrollLISTINCOME
source: Incomes
vi: Các khoản thu nhập

# payrollLISTDEDUCTION
source: Deductions
vi: Các khoản giảm trừ

# payrollRECEIVED
source: Net salary
vi: Thực lĩnh

# payrollSELECTYEARDISPLAY
source: Select display year
vi: Chọn năm hiển thị

# payrollEMPOYEEINFO
source: Employee information
vi: Thông tin nhân sự

# payrollSEEDECISION
source: Show the decision
vi: Xem quyết định

# payrollLISTPHUCAP
source: Allowances
vi: Các phụ cấp

# payrollNOTENOPHUCAP
source: *No additional allowance*
vi: *Không có phụ cấp bổ sung*

# regimeTITLE
source: Regime
vi: Chế độ

# regimeME
source: My regime
vi: Chế độ của tôi

# regimeENJOYED
source: Enjoyed regime
vi: Chế độ đã hưởng

# regimeSTARTFORM
source: Start from
vi: Bắt đầu ngày

# regimeHISTORYRECEIVED
source: Enjoyed regime history
vi: LỊCH SỬ CHẾ ĐỘ ĐÃ HƯỞNG

# notifyCHECKINTITLE
source: Have a nice day
vi: IMAP chào ngày mới

# notifyCHECKINMESSAGE
source: Wishing you a happy and energetic day
vi: Chúc bạn một ngày làm việc vui vẻ và đầy năng lượng

# notifyCHECKOUTTITLE
source: IMAP thank you
vi: IMAP xin cảm ơn

# notifyCHECKOUTMESSAGE
source: Thank you for your hard work today
vi: Cảm ơn bạn đã làm việc hết mình cho công việc ngày hôm nay

# notifyGETNOTIFY
source: Get notifications
vi: Nhận Thông Báo

# notifyPUSHNOTIFYDES
source: A channel to display incoming system notifications
vi: Một kênh để hiển thị thông báo từ hệ thống gửi đến

# notifyLOCALNOTIFYDES
source: A channel to display notifications from internal app
vi: Một kênh để hiển thị thông báo từ nội bộ ứng dụng tạo ra

# taskTITLE
source: Task
vi: Công việc

# taskCREATE
source: Create task
vi: Tạo công việc

# taskLISTPROJECT
source: Project list
vi: Danh sách dự án

source: Task list
vi: Danh sách công việc

# taskCREATENEW
source: Create
vi: Tạo mới

source: Task detail
vi: Chi tiết công việc

# taskTODO
source: To do
vi: Cần làm

# taskLATE
source: Overdue
vi: Quá hạn

# taskSTATUSOPEN
source: Open
vi: Đang mở

# taskSTATUSINPROCESS
source: In process
vi: Đang thực hiện

# taskSTATUSINREVIEW
source: In Review
vi: Chờ xem xét

# taskSTATUSCOMPLETED
source: Completed
vi: Đã hoàn thành

# taskNOTETASKTODO
source: Task started and undone
vi: Công việc đã bắt đầu và chưa hoàn thành

# taskNOTETASKLATE
source: Task overdue and undone
vi: Công việc đã quá hạn và chưa hoàn thành!

# taskNOTETASKFOLLOW
source: All following task
vi: Tất cả công việc bạn đang giám sát!

# taskNOTETASKALL
source: All assigned task
vi: Tất cả công việc bạn được phân công!

# taskCREATESUCCESS
source: Task created successfully!
vi: Tạo công việc thành công!

# taskCREATETASKNOTE1
source: 'Can''t' leave the title blank!
vi: Tiêu đề không được để trống!

# taskCREATETASKNOTE2
source: Please select employee to assign task!
vi: Vui lòng chọn nhân viên được giao!

# taskASSIGNEDUSER
source: Assigned employee
vi: Nhân viên được giao

# taskSTARTTIME
source: Start time
vi: Thời gian bắt đầu

# taskENDTIME
source: End time
vi: Thời gian kết thúc

# taskPRIORITYLEVEL
source: Priority level
vi: Mức độ ưu tiên

# taskSELECTPRIORITYLEVEL
source: Select priority level
vi: Chọn mức độ ưu tiên

# taskSELECTTASKSTATUS
source: Select task status
vi: Chọn trạng thái công việc

# commonDETAIL
source: Detail
vi: Chi tiết

# commonTODAY
source: Today
vi: Hôm nay

# commonMONTH
source: Month
vi: Tháng

# commonINWEED
source: In week
vi: Trong tuần

# commonINMONTH
source: In month
vi: Trong tháng

# commonSCANQR
source: Scan QR
vi: Quét mã QR

# commonIMGAGEUPLOAD
source: Upload image
vi: Đăng hình ảnh

# commonSEARCHEMPLOYEE
source: Search for employees
vi: Tìm thành viên

# commonNEWSANDEVENT
source: News and events
vi: Tin tức & sự kiện

# commonNOTIFY
source: Notify
vi: Thông báo

# commonNOTIFYDEATIL
source: Notification detail
vi: Chi tiết thông báo

# commonALL
source: All
vi: Tất cả

# commonPERSONAL
source: Personal
vi: Cá nhân

# commonACCOUNT
source: Account
vi: Tài khoản

# commonHOME
source: Home
vi: Trang chủ

# commonTRACKING
source: Tracking
vi: Chấm công

# commonTEACHER
source: Teacher
vi: Giáo viên

# commonFOLLOW
source: Follow
vi: Theo dõi

# commonIMAPVIETNAM
source: IMAP Vietnam
vi: IMAP Việt Nam

# commonWORKSCHEDULE
source: Work schedule
vi: Lịch làm việc

# commonATTENDANCE
source: Attendance
vi: Điểm danh

# commonCREATE
source: Create
vi: Tạo

# commonEDIT
source: Edit
vi: Sửa

# commonIMPORT
source: Imput
vi: Nhập

# commonHISTORY
source: History
vi: Lịch sử

# commonSTATISTICAL
source: Statistical
vi: Thống kê

# commonLOGIN
source: Login
vi: Đăng nhập

# commonBROWSER
source: Browser
vi: Trình duyệt

# commonBACK
source: Back
vi: Trở về

# commonCONTINUE
source: Continue
vi: Tiếp tục

# commonINFORMATION
source: Information
vi: Thông tin

# commonADDRESS
source: Address
vi: Địa chỉ

# commonNAMEDISPLAY
source: Display name
vi: Tên hiển thị

# commonCHATCORNER
source: Chat corner
vi: Góc trò chuyện

# commonSTATUS
source: Status
vi: Trạng thái

# commonUNKNOWN
source: Unknown
vi: Không xác định

# commonNAMEUNKNOWN
source: Unknown name
vi: Tên không xác định

# commonEMAILUNKNOWN
source: Unknown email
vi: Email không xác định

# commonCHAT
source: Chat
vi: Trò chuyện

# commonDELETE
source: Delete
vi: Xoá

# commonADDNEW
source: Add
vi: Thêm mới

# commonYOU
source: You
vi: Bạn

# commonAND
source: And
vi: Và

# commonCONFIRM
source: Confirm
vi: Xác nhận

# commonDEVICEREGISTER
source: Device register
vi: Đăng ký thiết bị

# commonDEVICECHANGE
source: Device change
vi: Chuyển đổi thiết bị

# commonDEVICERESISTERALERT
source: Are you sure to register this device?
vi: Bạn có chắc chắn muốn đăng ký thiết bị này!

# commonNOTEREQUESTENTER
source: Please enter all contents
vi: Vui lòng nhập đầy đủ nội dung!

# commonDATALOADING
source: Data loading
vi: Đang lấy dữ liệu...

# commonBROWSERNOTEOPENFILE
source: Your default browser does not support opening this file
vi: Trình duyệt mặc định của bạn không hỗ trợ mở tệp tin này.

# commonFILEATTACHMENTS
source: Attachment
vi: Tệp đính kèm

# commonDAYAPPLY
source: Application date
vi: Ngày áp dụng

# commonDAYUPLOAD
source: Upload date
vi: Ngày đăng

# commonDECISION
source: Decision
vi: Quyết định

# commonCOLLECTION
source: Collection
vi: Bộ sưu tập

# commonTAKEPHOTO
source: Take photograph
vi: Chụp ảnh

# commonYOUWITHIMAP
source: We have been together
vi: Bạn đã gắn bó cùng IMAP

# commonDAY
source: Days
vi: Ngày

# commonEMPLOYEECODE
source: Employee code
vi: Mã nhân viên

# commonPOSITION
source: Position
vi: Chức vụ

# commonDEPARTMENT
source: Department
vi: Phòng ban

# commonADDRESSWORK
source: Work address
vi: Địa chỉ công tác

# commonPHONENUMBER
source: Phone number
vi: Số điện thoại

# commonDIRECTMANAGEMENT
source: Direct manager
vi: Quản lý trực tiếp

# commonDAYTOCOMPANY
source: Start date
vi: Ngày vào công ty

# commonBIRTHDATE
source: Date of birth
vi: Ngày sinh

# commonMANAGE
source: Manager
vi: Quản lý

# commonSECURITY
source: Security
vi: BẢO MẬT

# commonLOGOUT
source: Sign out
vi: Đăng xuất

# commonSETTINGS
source: Settings
vi: Cài đặt

# commonTITLE
source: Content
vi: Tiêu đề

# commonCONTENT
source: Content
vi: Nội dung

# commonUPLOAD
source: Upload
vi: Đăng tải

# commonCONNECTIONINGSYSTEM
source: Connecting to the system ...
vi: Đang kết nối với hệ thống...

# commonUPLOADINGIMAGE
source: Uploading the image ...
vi: Đang đăng tải hình ảnh...

# commonSENDEDCOUNTIMAGE
source: Sent images!
vi: Đã gửi đi ảnh!

# commonSENDEDSUCCESSCOUNTIMAGE
source: Uploaded images successfully!
vi: Đã tải lên thành công ảnh!

# commonINVALIDPATH
source: Invalid path
vi: Đường dẫn không hợp lệ

# commonUTILITIES
source: Utilities
vi: Tiện ích

# commonOPENBROWSER
source: Open the browser
vi: Mở trình duyệt

# commonCOLLECTIONPHOTO
source: Collection of photos
vi: Bộ sưu tập ảnh

# commonLOCATIONPERMISSIONS
source: Location access permisson
vi: Quyền truy cập vị trí

# commonADDRESSUNKNOWN
source: Unknow address
vi: Địa chỉ không xác định

# commonVIEWALL
source: View all
vi: Xem tất cả

# commonCONFIRMED
source: Confirmed
vi: Đã xác nhận

# commonTIME
source: Time
vi: Thời gian

# commonCLOSE
source: Close
vi: Đóng

# commonMOBILE
source: Mobile
vi: Di động

# commonYEAR
source: Year
vi: Năm

# commonTOMORROW
source: Tomorrow
vi: Ngày mai

# commonMINUTE
source: Minute
vi: Phút

# commonHOUR
source: hour
vi: giờ

# commonSECOND
source: second
vi: giây

# commonUPDATE
source: Update
vi: Cập nhật

# commonREQUEST
source: Request
vi: Yêu cầu

# commonOPTIONAL
source: Option
vi: Tuỳ chọn

# commonSENDREQUEST
source: Send request
vi: Gửi yêu cầu

# commonAGREE
source: Agree
vi: Đồng ý

# commonBUTTON
source: Button
vi: Nút

# commonAPPROVE
source: Approve
vi: Phê duyệt

# commonREFUSE
source: Refuse
vi: Từ chối

# commonPLEASEENTERCONTENT
source: Please enter the content
vi: Vui lòng nhập nội dung

# commonSTART
source: Start
vi: Bắt đầu

# commonTYPE
source: Type
vi: Thể loại

# commonSENDFEEDBACK
source: Send Feedback
vi: Gửi phản hồi

# commonEDITTICKET
source: Edit Ticket
vi: Sửa đơn

# commonSENDDATE
source: Send date
vi: Gửi ngày

# commonCURRENT
source: Current
vi: Hiện tại

# commonLISTEMPTY
source: List empty
vi: Danh sách trống

# commonUPLOADATTACHMENTS
source: Upload attackments
vi: Tải lên tài liệu đính kèm

# commonDOCUMENT
source: Doccument
vi: Tài liệu

# commonTAPTOSELECT
source: Tap to select
vi: Nhấn để chọn

# commonTAPTOENTER
source: Tap to enter
vi: Nhấn để nhập

# commonPERFORM
source: Perform
vi: Thực hiện

# commonUSERCREATE
source: User Creat
vi: Người tạo

# commonSEEMORE
source: See more
vi: Xem thêm

# commonCOMPACT
source: Compact
vi: Rút gọn

# commonEXERCISE
source: Exercise
vi: Bài tập

# commonNOTE
source: Note
vi: Ghi chú

# commonENTERCONTENT
source: Enter Content
vi: Nhập nội dung

# commonREASON
source: Reason
vi: Lý do

# commonATTACHMENTS
source: Attachments
vi: Đính kèm

# commonIMAGE
source: Image
vi: Ảnh

# commonCONTACT
source: Contact
vi: Liên hệ

# commonLOCATION
source: Location
vi: Vị trí

# commonSUCCESS
source: Success
vi: Thành công

# commonYOURMANAGE
source: Your manager
vi: Quản lý của bạn

# commonONLYSEE
source: Only see
vi: Chỉ xem

# commonPERSONALINFO
source: Personal Information
vi: Thông tin cá nhân

# commonFULLNAME
source: Full name
vi: Họ tên

# commonSEX
source: Sex
vi: Giới tính

# commonCONTACTINFO
source: Contact information
vi: Thông tin liên hệ

# commonPLEASECONTENT
source: Please fill in all the information.
vi: Vui lòng điền đầy đủ các nội dụng!

# commonTAPTOENTERCONTENT
source: Tap to enter
vi: Nhấn để nhập nội dung

# commonREVIEW
source: Comment
vi: Nhận xét

# commonUPDATEFAIL
source: Update failed
vi: Cập nhật thất bại

# commonENTEREMPLOYEENAME
source: Enter employee name
vi: Nhập tên nhân viên

# commonHIGH
source: High
vi: Cao

# commonMEDIUM
source: Medium
vi: Trung bình

# commonLOW
source: Low
vi: Thấp

# commonPROJECT
source: Project
vi: Dự án

# commonVIETNAMESE
source: Vietnamese
vi: Tiếng Việt

# commonENGLISH
source: English
vi: Tiếng Anh

# commonLANGUAGE
source: Language
vi: Ngôn ngữ

# commonLATEFILTER
source: Late filter
vi: Bộ lọc phạt đi muộn

# signInLOGINTO
source: Login to continue
vi: Đăng nhập để tiếp tục

# signInEXPLOREAPP
source: Explore this app?
vi: Khám phá ứng dụng?

# signInEXPLOREAPPMESSAGE
source: This feature only helps you view the interface and do not show all the features of the application.
vi: Tính năng nay chỉ giúp bạn tham quan giao diện, chứ không thể hiện hết tất cả các tính năng của ứng dụng.

# branchTITLE
source: Branch
vi: Cơ sở

# branchLIST
source: List of branches
vi: Danh sách cơ sở

# branchINFO
source: Branch Information
vi: Thông tin cơ sở

# branchWIFI
source: Wifi
vi: Wifi cơ sở

# branchNOTFOUNDLOCATION
source: Location is not available, please try again later!
vi: Không thể lấy thông tin vị trí hiện tại của bạn, vui lòng thử lại sau!

# branchNOTFOUNDWIFI
source: Unable to connect to Wifi, please try again later!
vi: Không thể lấy thông tin WiFi đang kết nối, vui lòng thử lại sau!

# branchSENDLOCATIONSUCCESS
source: Request of location update sent successfully!
vi: Đã gửi yêu cầu cập nhật vị trí cơ sở thành công!

# branchTIPTAPLOCATION
source: (Touch and hold to chooose the location)
vi: (Nhấn hoặc giữ để chọn vị trí)

# branchUPDATELOCATION
source: Location update
vi: Cập nhật vị trí cơ sở

# branchSENDEDUPDATELOCATION
source: Update sent
vi: Đã gửi yêu cầu cập nhật

# branchINPUTSEARCHNAME
source: Enter branch name
vi: Nhập tên cơ sở muốn tìm

# homeEMPLOYEENOTSTART
source: The start date of is empty, please contact HR department to install!
vi: chưa có ngày vào công ty, hãy liên hệ với bộ phận nhân sự để được thiết lập nhé!

# homeDEVICENOTREGISTER
source: You are logging in on an unregistered device, please
vi: Bạn đang đăng nhập trên thiết bị chưa được đăng ký, vui lòng

# homeEMPLOYEELOGINDEVICEOTHER
source: You are logging in on a different device from registered device, please
vi: Bạn đang đăng nhập trên thiết bị khác với thiết bị đã đăng ký, vui lòng

# homeWELCOMEMEMBERNEW
source: Welcome new member!
vi: Chào mừng thành viên mới

# deviceSENDEDREQUESTCHANGE
source: Request on changing the device has been sent
vi: Đã gửi yêu cầu đổi thiết bị

# deviceDEVICECURRENTLOGIN
source: Device is currently logging in
vi: Thiết bị hiện đang đăng nhập

# deviceDEVICENAME
source: Device name
vi: Tên thiết bị

# deviceOPERATINGSYSTEM
source: Operating system
vi: Hệ điều hành

# deviceIDDEVICE
source: Device ID
vi: ID thiết bị

# deviceREGISTERED
source: Registered
vi: Đã đăng ký

# deviceREGISTERNOT
source: Not registered
vi: Chưa đăng ký

# deviceREQUESTENTERCONTENT
source: Please fill in your reasons for changing device so that your manager can approve
vi: Vui lòng điền lý do đổi thiết bị để quản lý phê duyệt.

# deviceNOTE
source: Note:
vi: Lưu ý:

# deviceNOTE1
source: - Each employee can only activate account on one Mobile device.
vi: - Mỗi CBNV chỉ được kích hoạt điểm danh trên 1 thiết bị Mobile.

# deviceNOTE2
source: - Uninstalling and reinstalling the app on one mobile is counted as changing the device.
vi: - Khi gỡ ứng dụng rồi cài đặt lại trên 1 thiết bị Mobile cũng sẽ được tính là thay đổi thiết bị.

# deviceNOTE3
source: - When changing check-in device, the employee logs in to app, choose
vi: - Khi thay đổi thiết bị điểm danh, CBNV đăng nhập vào App, chọn

# deviceNOTE31
source: and wait for unit manager to approve.
vi: và cần được admin đơn vị bộ phận phê duyệt.

# deviceNOTE4
source: - Only device which is approved
vi: - Chỉ thiết bị trong trạng thái
